[GENERAL]
NAME				= O‘zbekcha (Uzbek)
TRANSLATOR			= Zafar94
DLG_FONT_NAME			=
DLG_FONT_SIZE			=
; e-mail: zfrx94@mail.ru
; Updated translate: 10.07.2015
[TEXT]
TEXT_EXPIRED			= Amal qilish mudatti tugamoqda.
TEXT_BETA			    = Beta versiya
TEXT_UNREGISTERED		= Qayd etilmagan
TEXT_INIT_FAIL			= Dasturni ishga tushirib bo‘lmaydi.
TEXT_APPINFO			= Bandicam - yuqori samarali video tutgich

; error
TEXT_ERROR_DISKSPACE		= Diskda joy yetarli emas.
TEXT_ERROR_VIDEO_CAP		= Videoni tasvirga olish vaqtida xatolik.
TEXT_ERROR_AUDIO_CAP		= Ovozni yozish vaqtida xatolik.\nAgar sizga yordam kerak bo‘lsa, «ОК» tugmasini bosing.
TEXT_ERROR_IMAGE_CAP		= Rasmga olishda xatolik.\nIltimos, chiquvchi jildni tekshiring.
TEXT_ERROR_CREATEFILE		= Faylni hosil qilib bo‘lmadi.\nAgar yordam kerak bo‘lsa, «ОК» tugmasini bosing.
TEXT_ERROR_CODEC_INIT		= Kodekni qo‘shishda xatolik.
TEXT_ERROR_LOGO_IMAGE		= Ushbu rasm formati qo‘llanmaydi. \nIltimos, PNG formatidagisini tanlang.
TEXT_CAN_NOT_CHANGE_TB		= Bu jarayon faqat qayd etilgan versiya uchun. \nIltimos, dasturni qayd eting!
TEXT_WARNING_AMD_APP		= Sizning tizimingiz «H.264 (AMD APP)ni» qo‘llamaydi, shuning uchun odatiy kodeklardan foydalaning.
TEXT_WARNING_AMD_APP2		= Sizning tizimingiz «H.264 (AMD APP)ni» qo‘llamaydi.

; video setting page name
TEXT_VID_PAGE_SOUND		= Ovoz
TEXT_VID_PAGE_WEBCAM		= Veb kamera
TEXT_VID_PAGE_LOGO		= Logotip
TEXT_VID_PAGE_EFFECTS		= Effektlar
TEXT_VID_PAGE_OPTIONS		= Tanlov

; option page name
TEXT_OPT_PAGE_GENERAL		= Asosiy
TEXT_OPT_PAGE_OUTPUT		= Chiquvchi
TEXT_OPT_PAGE_HOOKING		= Olish
TEXT_OPT_PAGE_LANGUAGE		= Til
TEXT_OPT_PAGE_OTHERS		= Boshqalar

TEXT_VIDEO			= Video
TEXT_AUDIO			= Ovoz

TEXT_FOLDER_SELECT		= Saqlash uchun jildni tanlang.

TEXT_FMT_FULL_SIZE		= To‘liq hajmda
TEXT_FMT_HALF_SIZE		= Yarim hajmda
TEXT_FMT_FIT_WIDTH		= Eni
TEXT_FMT_FIT_HEIGHT		= Bo‘yi
TEXT_FMT_CUSTOM_SIZE		= Belgilash
TEXT_FMT_STEREO			= stereo
TEXT_FMT_MONO			= mono
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT		= Odatiy
TEXT_PRESET_HALFSIZE		= Yarim o‘lchamda
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Tezkor 60 FPS uchun
TEXT_PRESET_LOWEND		= Pastkuchlanuvchi ShK
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= PMP/Divx Player uchun
TEXT_PRESET_EDIT		= Videotahrir uchun
TEXT_PRESET_POWERPOINT		= MS PowerPoint uchun
TEXT_PRESET_320x0		= Eni, 320x0
TEXT_PRESET_640x0		= Bo‘yi, 640x0
TEXT_PRESET_800x0		= Eni, 800x0
TEXT_PRESET_USER		= Foydalanuvchi

TEXT_CHANGE_LANG		= Bandicam tilini almashtirish uchun qaytaqo‘shish kerak.\nQaytaqo‘shilsinmi?
TEXT_CHANGE_HOOK		= Tutuluvchi nishonni almashtrish uchun Bandicamni qaytaqo‘shish kerak.\nHoziroq qaytaqo‘shilsinmi?
TEXT_CHANGE_SIZE		= Bandicamni oyna o‘lchamini o‘zgartirish uchun, qaytaqo‘shish kerak.\nHoziroq qaytaqo‘shilsinmi?
TEXT_RESET_ALL_SETTINGS		= Siz haqiqatan ham, hamma moslashtrishlarni standart holatga qaytarasizmi?

TEXT_REGISTER_SUCCEEDED		= Bandicam qayd etildi. Rahmat!
TEXT_REGISTER_FAILED		= Qayd etishda xatolik. \nE-mailingiz va Seriya raqamini tekshirib ko‘ring.
TEXT_REGISTER_CONNECT_FAILED	= Server bilan bog‘lanib bo‘lmadi.\nIltimos Internetni bog‘langanligini tekshirib ko‘ring va tizim vaqti va sanasini bugunga tog‘rilang.\nAgar sizga yordam kerak bo‘lsa, «ОК» tugmasini bosing.
TEXT_REGISTER_INFO		= E-mail: %s\r\nSeriya raqami: %s
TEXT_REGISTER_LIMITED		= Yozish to‘xtatildi.\n\nSiz qayd etilmagan versiyada faqat 10 daqiqa yozishingiz mumkin. \nIltimos, dasturni qayd eting!
TEXT_REGISTER_NEWRECORD		= Siz qayd etilmagan versiyada yangidan yozishingiz mumkin emas. \nIltimos, qayd eting!
TEXT_REGISTER_LICENCE_INFO	= Qayd etilmagan!!!\r\nAgar logotipsiz yozmoqchi bo‘lasangiz, \r\nSiz litsenziyani sotib oling.

TEXT_PROGRAM_INVALID		= Dasturda nuqson bor. \nIltimos, dasturni qayta o‘rnating.

TEXT_SELECT_TARGET		= Oynani bosing
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - O‘yinlar va Video lavhalarni DirectX yordamida yozish.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Ish stoli va Veb videoni yozish.
TEXT_TARGET_CHANGING		= Agar yozish uslubini o‘zgartirsangiz, yozish to‘xtatiladi.\nDavom etirishni xohlaysizmi?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Siz «Game Recording Mode» yoza olmaysiz chunki shunday oyna tanlanmagan.\n\nSiz «Screen Recording Mode» uslubida yozishni xohlaysizmi?

TEXT_STATUSBAR_READY		= Tayyor
TEXT_STATUSBAR_RECORDING	= Yozmoq
TEXT_STATUSBAR_PAUSE		= Pauza

TEXT_UPDATE_AVAILABLE		= Bandicamning yangi versiyasi aniqlandi. \nYuklab olasizmi?
TEXT_UPDATE_UNAVAILABLE		= Siz eng oxirgi versiyani ishlatayapsiz.
TEXT_UPDATE_FAILED		= Yangisi versiyani tekshirishda xatolik. \nInternet bilan bog‘lanish yo‘q\nyoki server mavjud emas.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL		= To‘liq ekranda
TEXT_TARGET_RESTORE		= Qaytarmoq
TEXT_TARGET_FIND		= Oynani ko‘rsatmoq
TEXT_TARGET_RESIZE		= O‘lchamni tanlash menyusi
TEXT_TARGET_IMAGE		= Suratga olmoq
TEXT_TARGET_PEN			= Chizish uslubi
TEXT_TARGET_RECORD_START	= Video yozish - start
TEXT_TARGET_RECORD_PAUSE	= Video yozish - pauza
TEXT_TARGET_RECORD_STOP		= Video yozish - stop

TEXT_RC_HOWTO_NOCOMPLETE	= Avtoto‘xtovsiz yozish
TEXT_RC_HOWTO_BYTIME		= Vaqt bo‘yicha
TEXT_RC_HOWTO_BYSIZE		= Hajm bo‘yicha
TEXT_RC_AFTER_NEWRECORD		= Yangi yozishni boshlash
TEXT_RC_AFTER_EXIT		= Bandicamdan chiqmoq
TEXT_RC_AFTER_SHUTDOWN		= Komputerni o‘chirib qo‘ymoq

TEXT_SHUTDOWN_SEC		= Tizim %d soniyadan so‘ng o‘chadi.

TEXT_SEL_IMAGE_FILE		= Rasmli faylni tanlang.

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- O‘chirilgan (Tavsiya etiladi) --

TEXT_CORRUPTED_AVI_FILE		= Oxirgi yozilgan fayl shikastlangan.\nUning xatoligi tuzatilsinmi?\n\nFayl: %s
TEXT_TRAY_BALLOON_TIP		= Bandicam sozlamalar oynasini ko‘rish uchun, treydagi dastur yorlig‘ini bosing.
TEXT_TRAY_BALLOON_TIP_RECT	= Ekran hududidagi ramkani ko‘rsatish uchun, treydagi yorliqni bosing.
TEXT_FORCE_STOP			= Yozishni to‘xtatib bo‘lmadi, \nyoziloyotgan oyna javob bermayapti.\nMajburiy to‘xtatilsinmi?
TEXT_EXTERNAL_CODEC		= - Tashqi kodek -
TEXT_CUDA_GPU_AUTOSELECT	= (Avto tanlov)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Yozish holati
TEXT_INDICATOR_TIME		= Yozish vaqti
TEXT_INDICATOR_SIZE		= Yozilgan fayl hajmi / diskda bo‘sh joy
TEXT_INDICATOR_VOLUME		= Joriy ovoz balandligi

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [ O‘rtacha ]   topshiriq uchun o‘rtacha taqsimlash
TEXT_REC_PRIORITY_HIGH		= [ Yuqori o‘rtacha ]   Yuqori, o‘rtacha taqsimlashga nisbatan
TEXT_REC_PRIORITY_HIGHEST	= [ Yuqori ]   Boshqa dasturlar sekin ishlaydi

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut o‘rnatilmagan. Bandicutni internetdan yuklab olishni xohlaysizmi?
TEXT_OUTPUTS_DELETE		= Tanlangan fayllarni doimo uzoqlashtirishni xohlaysizmi?
TEXT_OUTPUTS_SELCOUNT		= %d ta elementlar tanlangan

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nishon nomi
TEXT_FILE_NAME_PREFIX_CUSTOM	= Odatiy pristavka
TEXT_FILE_NAME_PREFIX_NONE	= Yo‘q
TEXT_FILE_NAME_SUFFIX_TIME	= Sana/Vaqt
TEXT_FILE_NAME_SUFFIX_NUMBER	= Ketma-ket raqam

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= 1 va 1440 daqiqalar orasidagi raqamlarni kiriting.
TEXT_TIMER_REC_STOP_RECORDING	= Yozish jarayoni ketmoqda. \nSiz yozishni to‘xtatib, davom ettirmoqchimisiz?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Asosiy
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Rasm
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= Dastur haqida
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Tanlov
$ST_GEN_OUTPUT_FOLDER		= Chiquvchi jild
$BN_GEN_OPEN_OUTPUT_FOLDER	= Ochmoq
$BN_GEN_ADV_OPTIONS		= Batafsil
$CK_GEN_ALWAYS_ON_TOP		= Bandicam doimo oldingi oynada
$CK_GEN_START_MINIMIZED		= Bandicam trey menyusida ishga tushirish
$CK_GEN_RUN_WHEN_START		= Windows bilan birga ishga tushirish
$CK_GEN_RECORD_WHEN_RUN		= Bandicam ishga tushirilganda to‘liq ekranda yozishni boshlash
$CK_GEN_TIMER_RECORDING		= Avtomatik Yozishni boshlash vaqtini o‘rnatmoq
$ST_GEN_LANGUAGE		= Til
$ST_GEN_REC_AUTO_START		= Avtomatik yozishni boshlash
$ST_GEN_REC_AUTO_COMPLETE	= Yozishni avtomatik tugallash
$BN_GEN_REC_AUTO_COMPLETE	= Moslashtrish
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= FPS
$CK_FPS_OVERLAY_HOTKEY		= Tugma
$CK_FPS_OVERLAY			= O‘rni
$ST_FPS_LIMIT			= FPS cheklovi
$CK_FPS_LIMIT_HOTKEY		= Tugma
$CK_FPS_LIMIT			= Cheklov o‘rnatish
$CK_FPS_LIMIT_ONLY_CAP		= Faqat tutishdan oldin
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Yozmoq
$CK_VID_RECORD_HOTKEY		= Yozish/To‘xtatish tezkor tugmasi
$CK_VID_PAUSE_HOTKEY		= Pauza tezkor tugmasi
$CK_VID_SHOW_CURSOR		= Sichqoncha kursorini ko‘rsatish
$CK_VID_CLICK_EFFECTS		= Sichqonchani bosish effektlari
$CK_VID_WEBCAM_OVERLAY		= Veb kamerani ustiga qo‘shish
$BN_VID_RECORD_SETTINGS		= Moslashtirish
$ST_VID_FORMAT			= Format
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Sozlanmalar
$BN_VID_FORMAT_PRESETS		= Shablonlar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Suratga olmoq
$CK_IMG_CAPTURE_HOTKEY		= Tugma
$CK_IMG_CAPTURE_REPEAT		= Ekranni tutishni takrorlash
$ST_IMG_CAPTURE_REPEAT		= soniya.
$CK_IMG_SHOW_CURSOR		= Sichqoncha kursorini ko‘rsatish
$CK_IMG_SHUTTER_SOUND_EFFECT	= Ovozni yoqish
$ST_IMG_FORMAT			= Format
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Oddiy
$CK_IMG_FORMAT_JPG_HQ		= JPG - Yuqori sifatda
$BTN_IMG_FORMAT_ANIGIF		= Animatsiyali GIF formatiga qanday saqlasa bo‘ladi?
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Rasm
$BN_OUT_PLAY_VIDEO		= Ijro etish
$BN_OUT_OPEN_IMAGE		= Ochish
$BN_OUT_EDIT			= Tahrirlash
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Uzoqlashtirish
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam versiyasi
$ST_ABO_COPYRIGHT		= Mualliflik huquqi (c) 2009-2015 Bandisoft.com
$BN_ABO_NEW_VERSION		= Yangi versiya aniqlandi.
$BN_ABO_CHECK_UPDATE		= Yangisini izlash
$ST_ABO_LICENCE_INFO		= Litsenziya haqida
$BN_ABO_REGISTER		= Qayd etish
$BN_ABO_REGISTER_HELP		= Qanday qilib xarid qilib qayd etiladi
$ST_ABO_HOMEPAGE_INFO		= Veb sayt havolasi
$ST_ABO_HOMEPAGE_URL		= Rasmiy sahifa
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Chiquvchi jildni ochmoq
$TOOLTIP_SCREENSHOT		= Olingan Surat
$TOOLTIP_RECORD			= Yozmoq / To‘xtatmoq
$TOOLTIP_PAUSE			= Pauza
$TOOLTIP_UI_MODE		= Oddiy/Kengaytirilgan UI
$TOOLTIP_REGISTER		= Bandicam qayd etish
$TOOLTIP_ONLINE_HELP		= Onlayn ko‘mak

$TOOLTIP_TOOL_PEN		= Qalam
$TOOLTIP_TOOL_PEN_HL		= Yoritgich 
$TOOLTIP_TOOL_BOX		= Quti
$TOOLTIP_TOOL_ERASER		= O‘chirg‘ich
$TOOLTIP_TOOL_COLOR		= Rang tanlagich
$TOOLTIP_TOOL_LINE		= Chiziq qalinligi
$TOOLTIP_TOOL_UNDO		= Bekor qilmoq (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Ortga qaytarmoq (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Bekor qilmoq
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Formatni moslash
IDC_ST_FMTSET_FILE		= Fayl turi
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Hajmi
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Kodek
IDC_ST_VIDEO_BITRATE		= Bitreyt
IDC_ST_VIDEO_QUALITY		= Sifati
IDC_ST_FMTSET_AUDIO		= Ovoz
IDC_CK_AUDIO_ORIGINAL_PCM	= Orginal formatda saqlash
IDC_ED_AUDIO_ORIGINAL_PCM	= Siz ko‘p-kanalli va yuqori darajali (96KGz yoki undan yuqorida) saqlay olasiz.
IDC_ST_AUDIO_CH			= Kanallar
IDC_ST_AUDIO_FREQ		= Chastota
IDC_ST_AUDIO_CODEC		= Kodek
IDC_ST_AUDIO_BITRATE		= Bitreyt
IDC_ST_FORMAT_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Bandicamni qayd etish
IDC_ST_1BUY			= 1. Xarid qilish
IDC_ST_1BUY_COMMENT		= Iltimos, yodda tuting, Bandicam - bepul dastur emas. Agar logotipsiz yozishni xohlasangiz, \nLitsenziyani sotib olishingizga to‘g‘ri keladi.
IDC_BTN_BUY_ONLINE		= Onlayin xarid
IDC_ST_2REGISTER		= 2. Qayd etish
IDC_ST_2REGISTER_COMMENT	= Internet tarmog‘iga bog‘lanish zarur.
IDC_ST_EMAIL_ADDRESS		= E-mail
IDC_ST_SERIAL_NUMBER		= Seriya raqami
IDC_BTN_REGISTER_NOW		= Qayd etish
IDC_BTN_CLOSE			= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Yangisini izlash
IDC_ST_UPDATE_SETTING		= Sozlanmalar
IDC_CK_UPDATE_ENABLE		= Avtomatik yangilashni yoqish
IDC_CK_UPDATE_POPUP		= Yangi versiya haqida xabarni e’lon qilmoq
IDC_UPDATE_CHECK_NOW		= Hoziroq izlash
IDC_CLOSE			= Yopmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Qo‘shimcha sozlanmalar
IDC_BTN_RESET			= Standart

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Asosiy
IDC_CK_ALWAYS_ON_TOP2		= Bandicam barcha oynalardan yuqorida
IDC_CK_START_MINIMIZED_TO_TRAY	= Bandicamni treyda ishga tushirish
IDC_CK_RUN_WHEN_START		= Bandicamni Windows bilan birga ishga tushirish
IDC_CK_RECORD_WHEN_RUN		= Bandicam ishga tushirilganda to‘liq ekranda yozishni boshlash
IDC_CK_SHOW_FPS_IN_VIDEO	= Saqlangan faylda FPSni ham yozish
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Maslahat/ma’lumot oynasini ko‘rsatish
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Avtomatik

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Tashqi
IDC_ST_OUT_OUTPUT_FOLDER	= Chiquvchi jild
IDC_CK_OUT_CREATE_SUBFOLDER	= Saqlash uchun ostjid yaratmoq
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Yozishni diskda keshlashga ruxsat berish
IDC_ST_OUT_FILE_NAMING		= Fayl nomini moslash
IDC_ST_OUT_EXAMPLE		= M.)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Dastur tili
IDC_ST_TRANSLATOR		= Quyidagi insonlarga o‘z ona-tillariga tarjima qilib jo‘natganlari uchun minnatdorchilik bildiramiz.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Nishonni tutish
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= IE9,10/Firefoxda DirectX10/11ni o‘chirish
IDC_CK_DISABLE_OVERLAY_ON_DX	= Ko‘rsatilgan videoni bloklash (DirectX overlay)
IDC_BTN_BLOCK_LIST		= Bloklanganlar ro‘yhati

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Boshqa sozlanmalar
IDC_BTN_VIDEO_RECORD_SETTINGS	= Video uchun yozishni moslashtrish
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Video uchun formatni moslashtrish
IDC_BTN_AUTO_COMPLETE_RECORDING	= Avtotugallash yozishini moslashtrish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Yozishni avtotugallash
IDC_ST_RC_HOWTO			= Avtotugallash shartini o‘rnatish
IDC_RD_RC_NOTCOMPLETE		= Avtotugatmaslik
IDC_RD_RC_TIME			= Yozish vaqti bo‘yicha
IDC_ST_RC_MAX_TIME		= Maks.
IDC_RD_RC_SIZE			= Fayl hajmi bo‘yicha
IDC_ST_RC_MAX_SIZE		= Maks.
IDC_ST_RC_AFTER			= Avtotugallash yozishidan so‘ng
IDC_RD_RC_NOTHING		= Hech narsa bajarmaslik
IDC_RD_RC_NEW_RECORDING		= Yangi yozishni boshlash
IDC_RD_RC_EXIT_BDCAM		= Bandicamni yopish
IDC_RD_RC_SHUTDOWN		= Kompyuterni o‘chirish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= O‘chirilmoqda
IDC_ST_SHUTDOWN			= O‘chirilmoqda
IDC_ST_SHUTDOWN_INFO		= Komputer o‘chirilmoqda.\nAgar o‘chirishni xohlamasangiz «Bekor qilmoq» tugmasini bosing.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Yozishni moslashtirish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Ovoz yozish
IDC_ST_SND_SELECT_1		= Asosiy qurilma
IDC_BTN_SND_SETTING_1		= Moslashtrish
IDC_ST_SND_SELECT_2		= Qo‘shimcha qurilma
IDC_BTN_SND_SETTING_2		= Moslashtrish
IDC_CK_SND_MIX_SOUND		= Umumiy ovoz yo‘lagi asosiy qurilma o‘rniga
IDC_CK_SND_CAP_HOTKEY		= Tugmani bosish davomida ovozni o‘chirish
IDC_ST_SOUND_HELP		= [ Yordam ]
IDC_CK_SND_SAVE_AS_WAV		= WAV ovoz faylini siqmasdan parallel saqlash

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Video ustiga veb kamerani qo‘shish
IDC_ST_WEBCAM_SETTING		= Moslashtrish
IDC_ST_WEBCAM_DEVICE		= Veb kamera:
IDC_ST_WEBCAM_SIZE		= Video o‘lchami:
IDC_ST_WEBCAM_POS		= Joylashuv joyi:
IDC_BTN_WEBCAM_DEVICE		= Moslashtrish
IDC_BTN_WEBCAM_PREVIEW		= Oldindan ko‘rish
IDC_ST_WEBCAM_LR_MARGINS	= Chap/O‘ng hoshiyalari:
IDC_ST_WEBCAM_TB_MARGINS	= Yuqori/Pastgi hoshiyalari:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Ekranda veb kamerani oldindan ko‘rish (Faqat DX8 yoki keyingilari, va OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Chiquvchi tezkor tugmasini oldindan ko‘rish:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Videoyozuvga logotip qo‘ymoq
IDC_ST_LOGO_SETTING		= Moslashtrish
IDC_ST_LOGO_IMAGE		= Rasm:
IDC_ST_LOGO_OPACITY		= Shafoflik:
IDC_ST_LOGO_POS			= Joylashuv joyi:
IDC_ST_LOGO_LR_MARGINS		= Chap/O‘ng hoshiyalari:
IDC_ST_LOGO_TB_MARGINS		= Yuqori/Pastgi hoshiyalari:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Sichqoncha uchun
IDC_CK_ADD_CLICK_EFFECTS	= Sichqonchani bosish effektini qo‘shmoq
IDC_ST_LEFT_CLICK_COLOR		= Sichqonchani chap tomonini bosish rangi
IDC_ST_RIGHT_CLICK_COLOR	= Sichqonchani chap tomonini bosish rangi
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Kursorosti rangi effektini qo‘shish
IDC_ST_HIGHLIGHT_COLOR		= Kursorosti effekti rangi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Tanlov
IDC_ST_REC_PRIORITY		= Yozish taqsimoti:
IDC_ST_REC_PRIORITY2		= Yuqori taqsimot kadrlar harakatini sekinlashtirishi mumkin.
IDC_ST_FOR_DX_GL		= For Game Recording Mode
IDC_CK_SKIP_RECORDING		= Qachonki kadr yangilanmay qolsa, yozishni to‘xtatish
IDC_CK_ENHANCED_DX9_CAPTURE	= Kuchaytirilgan tasvirga olish uslubini qo‘llash (tez, faqat DirectX 9 da)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Kuchaytirilgan tasvirga olish uslubi (tezroq, Windows 8 yoki yuqorisi)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Veb kamerani oldindan ko‘rmoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Asosiy nishon o‘lchami
IDC_ST_TARGET_SIZE_SETTING	= Moslashtrish
IDC_ST_TARGET_SIZE		= Nishon o‘lchami:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Yangi Oldindan belgilangan o‘lchamni qo‘shmoq
IDC_ST_ADD_SIZE_PRESET		= Joriy nishon o‘rni va o‘lchamini, oldindan belgilangan o‘lchamni yangidan saqlasangiz bo‘ladi.\nYangini kiritmoq.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Oldindan belgilangan o‘lchamni tahrirlash
IDC_BTN_SIZE_PRESET_ADD		= Qo‘shmoq
IDC_BTN_SIZE_PRESET_DEL		= O‘chirmoq
IDC_BTN_SIZE_PRESET_REN		= Qaytanomlamoq
IDC_BTN_SIZE_PRESET_UP		= Yuqoriga
IDC_BTN_SIZE_PRESET_DN		= Pastga

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Oldindan belgilangan o‘lchamni qaytanomlash
IDC_ST_REN_SIZE_PRESET		= Yangi nomini kiriting.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Ma’lumot
IDC_ST_ACAP_INFO		= Ovoz yozish ma’lumoti
IDC_ST_ACAP_INFO2		= Sizning ovoz kartangiz ovozni tutmaydi. \nIltimos, «Yozdiruvchi qurilmalarni» tekshiring. \n\nOnlayn ma’lumot uchun sahifamizga tashrif buyurishingiz mumkin?
IDC_CK_ACAP_DO_NOT_ASK		= Boshqa so‘ramaslik
IDC_BTN_YES			= Ha
IDC_BTN_NO			= Yo‘q

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Yozishning maksimal vaqti
IDC_ST_RC_TIME_SETTING		= Moslashtrish
IDC_ST_RC_TIME_HOUR		= Soat
IDC_ST_RC_TIME_MIN		= Daqiqa
IDC_ST_RC_TIME_SEC		= Soniya

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Faylning maksimal hajmi
IDC_ST_RC_FILESIZE_SETTING	= Moslashtrish

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Yangi shablon qo‘shish
IDC_ST_ADD_PRESET		= Siz joriy sozlanma formatini saqlashingiz mumkin \nyangi shablobda. Yangi shablon nomini kiriting:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Foydalanuvchi shablonini tahrirlash
IDC_BTN_PRESET_ADD		= Qo‘shmoq
IDC_BTN_PRESET_DEL		= O‘chirmoq
IDC_BTN_PRESET_REN		= Qaytanomlamoq
IDC_BTN_PRESET_UP		= Olmoq
IDC_BTN_PRESET_DN		= Qo‘yib yubormoq

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Shablonni qaytanomlamoq
IDC_ST_REN_PRESET		= Shablon uchun yangi nomni kiriting:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Tashqi video kodekni tanlash
IDC_ST_CODEC_EX_LIST		= O‘rnatilgan VFW kodeklar ro‘yhati 
IDC_ST_CODEC_EX_SETTINGS	= Moslashtrish
IDC_ST_CODEC_EX_DRIVER		= Drayver nomi
IDC_ST_CODEC_EX_FOURCC		= FourCC kodi
IDC_ST_CODEC_EX_QUALITY		= Sifat
IDC_ST_CODEC_EX_DATERATE	= Jarayon tezligi
IDC_ST_CODEC_EX_KEYFRAME	= Kadr. soni orasi
IDC_BTN_CODEC_EX_CONFIG		= Konfiguratsiya
IDC_BTN_CODEC_EX_ABOUT		= Dastur haqida
IDC_ST_CODEC_EX_HELP		= [ Yordam ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Bloklangan jarayonlar ro‘yhati
IDC_ST_BLOCK_LIST		= Kenyingi jarayonda tutib bo‘lmaydi.
IDC_ST_BLOCK_LIST_EX		= Yozish namunasi:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= H.264 (Nvidia® CUDA™) sozlanmasi
IDC_ST_H264_CUDA_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_CUDA_VBR		= VBR - sifati bo‘yicha (tavsiya etiladi)
IDC_RD_H264_CUDA_CBR		= CBR - bitreyt bo‘yicha
IDC_ST_H264_CUDA_GPU_USAGE	= GPUni ishlatish
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Faqat GPU (Kuchli GPUlar uchun)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU qurilmasi:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_CUDA_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_CUDA_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= H.264 (Quick Sync Video) Sozlanmasi
IDC_ST_H264_SYNC_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_SYNC_VBR		= VBR - sifati bo‘yicha (tavsiya etiladi)
IDC_RD_H264_SYNC_CBR		= CBR - bitreyt bo‘yicha
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_SYNC_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_SYNC_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= H.264 (AMD APP) Sozlanmasi
IDC_ST_H264_APP_RATE_CONTROL	= Tezlik nazorati
IDC_RD_H264_APP_VBR		= VBR - sifat bo‘yicha (tavsiya etiladi)
IDC_RD_H264_APP_CBR		= CBR - bitreyt bo‘yicha
IDC_ST_H264_APP_OTHER_OPTIONS	= Boshqa sozlanmalar
IDC_ST_H264_APP_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_APP_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_APP_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Xvid Sozlanmasi
IDC_ST_XVID_RATE_CONTROL	= Tezlik nazorati
IDC_RD_XVID_VBR			= VBR - sifati bo‘yicha (tavsiya etiladi)
IDC_RD_XVID_CBR			= CBR - bitreyt bo‘yicha
IDC_ST_XVID_OPTIMIZATION	= VBRni optimallash
IDC_RD_XVID_FASTER_SPEED	= Tezkor kodlash tezligi
IDC_RD_XVID_SMALLER_SIZE	= Kichik hajimdagi fayl
IDC_ST_XVID_OTHER_OPTIONS	= Boshqa tanlovlar
IDC_ST_XVID_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Moslashtrish
IDC_ST_H264_NVENC_RATE_CONTROL	= Daraja nazorati
IDC_RD_H264_NVENC_VBR		= VBR - sifati-asosida (tavsiya etiladi)
IDC_RD_H264_NVENC_CBR		= CBR - bitreyt-asosida
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Ishlatilishi
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU qurilma:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Boshqa tanlovlar
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC kodi:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Muhim kadrlar oralig‘i:
IDC_ST_H264_NVENC_FOURCC_HELP	= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Yozish taymeri
IDC_ST_TIMER_SETTINGS		= Moslashtirish
IDC_RD_TIMER_START_IN		= orqali boshlash
IDC_ST_TIMER_MINUTES		= daqiqa
IDC_RD_TIMER_START_AT		= ga boshlash
IDC_CK_TIMER_MINIMIZE		= Yozish boshlanganda Bandicamni treyga o‘rab qo‘ymoq.
IDC_ST_TIMER_AUTO_COMPLETE	= Avtomatik yozishni bajarish
IDC_BTN_TIMER_AUTO_COMPLETE	= Moslash

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Yozish taymeri - Boshlash kutilmoqda
IDC_ST_TIMER_WAITING_INFO	= %s-ga yozish kutilmoqda.
IDC_ST_TIMER_ELAPSED		= O‘tgan vaqt:
IDC_ST_TIMER_REMAINING		= Qolgan vaqt:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPSni moslash
IDC_ST_FORMAT_FPS_MODE		= Kadrlar chastotasi rejimi
IDC_RD_FORMAT_FPS_CFR		= CFR - doimiy kadrlar chastotasi
IDC_ST_FORMAT_FPS_CFR		= Agar kadrlar chastotasi juda past bo‘lsa VFRga qaytish.
IDC_RD_FORMAT_FPS_VFR		= VFRni qo‘llamoq - O‘zgaruvchi kadrlar chastotasi (Tavsiya etiladi)
IDC_ST_FORMAT_FPS_HELP		= Yordam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC mavjud
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 koderi mavjud. NVENC bu yuqori samarali apparat tezlanidan foydalanish koderi hisoblanadi. NVENC H.264 koderidan foydalanishni xohlaysizmi?\n<a>batafsil</a>
IDC_CK_NVENC_AVAILABLE		= Boshqa so‘rama

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Dastur haqida
ID_POPUP_GENERAL		= Assosiy sozlanmalar
ID_POPUP_FRAME			= FPS sozlanmasi
ID_POPUP_VIDEO			= Video sozlanmasi
ID_POPUP_IMAGE			= Surat sozlanmasi
ID_POPUP_OUTPUTS		= Chiquvchi fayl ro‘yxati
ID_POPUP_OPENOUTPUTFOLDER	= Chiquvchi jildni ochmoq
ID_POPUP_TARGET			= Nishon
ID_POPUP_SIZE			= O‘lcham
ID_POPUP_EXIT			= Dasturdan chiqmoq

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Yordam

ID_TARGET_HIDE			= Ko‘rsatmoq / Berkitmoq \t Ctrl+Alt+H
ID_TARGET_PEN			= Chizish rejimi \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Boshqa oynalardan yuqorida
ID_TARGET_TRANSPARENCY		= Shafoflik
ID_TARGET_SIZE			= O‘lchami
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Chapga surmoq \t Left
ID_TARGET_MOVE_RIGHT		= O‘ngga surmoq \t Right
ID_TARGET_MOVE_UP		= Yuqoriga sumoq \t Up
ID_TARGET_MOVE_DOWN		= Pastga surmoq \t Down

ID_TARGET_INC_WIDTH		= Enini cho‘zmoq \t Shift+Right
ID_TARGET_DEC_WIDTH		= Enini qisqartirmoq \t Shift+Left
ID_TARGET_INC_HEIGHT		= Bo‘yini cho‘zmoq \t Shift+Down
ID_TARGET_DEC_HEIGHT		= Bo‘yini qisqartirmoq \t Shift+Up

ID_TARGET_FIND_WINDOW		= Oynani ko‘rsatmoq \t Ctrl+F
ID_TARGET_FULLSCREEN		= To‘liq ekran \t Ctrl+Enter
ID_TARGET_RATIO_4_3		= 4:3ga yetkazmoq
ID_TARGET_RATIO_16_9		= 16:9ga yetkazmoq
ID_TARGET_SIZE_CUSTOM		= Alohida o‘lchami \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Oldindan o‘rnatilgan o‘lcham \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Yangi qo‘shmoq
ID_TARGET_SIZE_PRESET_EDIT	= Tahrirlamoq

ID_TARGET_OPEN_OUTPUTFOLDER	= Chiquvchi jildni ochmoq
ID_TARGET_EXIT_BANDICAM		= Dasturdan chiqmoq

ID_USER_PRESET_ADD		= Qo‘shmoq
ID_USER_PRESET_EDIT		= Tahrirlamoq

ID_SORT_BY_DATE			= Sana bo‘yicha saralamoq
ID_SORT_BY_NAME			= Nomi bo‘yicha saralamoq
ID_SORT_BY_SIZE			= Hajmi bo‘yicha saralamoq

ID_OUTPUTS_LB_PLAY		= Ijro etmoq
ID_OUTPUTS_LB_OPEN		= Ochmoq
ID_OUTPUTS_LB_EDIT		= Tahrirlamoq
ID_OUTPUTS_LB_DELETE		= O‘chirmoq
ID_OUTPUTS_LB_SELECT_ALL	= Barchasini belgilamoq
ID_OUTPUTS_LB_OPEN_FOLDER	= Chiquvchi jildni ochmoq

ID_BDCAM_SIZE_DEFAULT		= Standart o‘lchami
